fall2022/psyc5303/psyc5303-fall2022.org
#+TITLE: PSYC 5303: Theories of Learning
#+AUTHOR: 
#+DATE: Fall 2022
#+OPTIONS: toc:nil
#+OPTIONS: num:nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [10pt]
#+LATEX_HEADER: \usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
#+LATEX_HEADER: \setlength{\parindent}{0pt}
#+LATEX_HEADER: \setlength{\parskip}{2mm}

** Contact info
- Professor: Thomas J. Faulkenberry, Ph.D
- Office: Math 301
- Office hours: /TBA/
- Email: faulkenberry@tarleton.edu
- Website: [[http://tomfaulkenberry.github.io]]
- Phone: 254-968-9816
  
** Course description

In this introductory level graduate course, we will survey a wide range of persepectives (both historical and current) on the theoretical principles of learning and memory.  To accomplish this, you will read a variety of book chapters and journal articles that are chosen to help you develop a deep knowledge base of the theories, empirical methods, and applications of human learning and memory.  As this course is foundational to your future study in the MS in Applied Psychology, a portion of the course will be devoted to helping you develop a quantitative research proposal in which you will design an experiment involving some topic from our course in either a theoretical or applied context.

** Course materials

There are several relevant textbooks for this course, but some are hard to find and/or expensive.  Hence, I will be providing copies of selected chapters as we need them.  However, you are welcome to find your own copies of these books, as they are very good.

- Bower, G. H., & Hilgard, E. R. (1981). *Theories of Learning* (5th ed.). Englewood Cliffs, NJ: Prentice-Hall, Inc.
- Eichenbaum, H. (2008). *Learning & Memory*. New York: W. W. Norton Company.
- Neath, I., & Surprenant, A. M. (2003). *Human memory* (2nd ed.). Belmont, CA: Wadsworth.

** Student learning outcomes

1. Discuss the experimental procedures used to study human learning and memory.
2. Demonstrate an understanding of both contemporary and historically important conceptual frameworks in the study of human learning and memory.
3. Discuss the theoretical arguments that have motivated research on human learning and memory.
4. Develop, write, and present a proposal to experimentally investigate some theoretical or applied aspect of human learning and memory.

** Requirements and grading

Regular attendance and full participation in each weekly class session are essential requirements. You must carefully, thoroughly, and thoughtfully complete all reading and writing assignments *prior* to each class.  

Each week, you will turn in a one-page article summary about *one* of the assigned student readings (see schedule).  Your summary must contain the following:

- describe the motivation for the experiment (i.e., what problem was the paper attempting to solve?)
- a brief description of the method, particularly describing the key dependent variables (what was measured) and independent variables (what was manipulated)
- a conceptual description of the results (don't list the statistical results, just tell me the "big picture")

In addition, two students will serve as discussion leaders each week.  This means they will have carefully read their assigned paper, read additional material, and prepared an oral presentation (with appropriate slides and/or handouts).  Class presentations should be short and to the point (no more than fifteen minutes for the assigned paper and an additional ten-fifteen minutes for discussion, giving a total of 30 minutes for each presenter).

In addition to the weekly contributions during class, there will be two in-class exams (one during our Week 8 meeting and one during our Week 14 meeting).  The week prior to each exam you will be given a set of 10-15 potential essay questions.  Each student is expected to work INDEPENDENTLY when preparing for the exam.  Answers should include sufficient empirical evidence (not just anecdotes), giving descriptions of specific experiments that lead to your conclusions.  Five questions will be selected for the exam, and you will be asked to answer 4 out of the 5 essay questions. The questions will be based on material covered in lecture, assigned readings, and class discussions.  The exams will be given in class, and you will not be able to consult any external materials.  In other words, you will have to retrieve from your memory your responses to the practice exam.  Violations will result in a grade of ZERO on the exam.

Finally, you will be asked to put together an empirical proposal to investigate some theoretical or applied issue in human learning and memory.  The ideal proposal will be one which you could potentially implement as your thesis or applied project.  We will develop these proposals in three components.  First, on Week 7 you will turn in a brief paragraph that gives a conceptual description of your proposal idea.  This paragraph will not be graded, but will provide the basis of feedback from me that will help you to refine your idea.  The paragraph must describe the questions your research proposal will address and the methodology you intend to use, and provide at least two relevant "key" references.

Next, on Week 10 you will turn in an outline of your proposal and give a short in-class presentation of your proposal.  Based on the feedback that I (and your colleagues) give you on this draft, you will write a final manuscript for your proposal (with full Abstract, Introduction, Methods, Hypothesized Results and Discussion) and give an oral presentation of your experimental paper on Week 15.  Following both the Week 10 and Week 15 presentations, written peer reviews will be required from each member of the class.  Details on the requirements for this project will be distributed in a few weeks.

These various components of your class performance will contribute to your grade as follows:

- Midterm exam (25%)
- Final exam (25%)
- Weekly article summaries (10%)
- Leading discussions of assigned readings (10%)
- Research proposal (30%), consisting of:
    - Initial written and oral proposal (5%)
    - Final presentation of proposal (10%)
    - Final manuscript of proposal (10%)
    - Peer reviews of colleagues' initial and final presentations (5%)

