fall2022/psyc5303/psyc5303-fall2022.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-03 Fri 09:26 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PSYC 5303: Theories of Learning</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">PSYC 5303: Theories of Learning</h1>

<div id="outline-container-orgdd2c430" class="outline-2">
<h2 id="orgdd2c430">Contact info</h2>
<div class="outline-text-2" id="text-orgdd2c430">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D</li>
<li>Office: Math 301</li>
<li>Office hours: <i>TBA</i></li>
<li>Email: faulkenberry@tarleton.edu</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a></li>
<li>Phone: 254-968-9816</li>
</ul>
</div>
</div>

<div id="outline-container-orgc4aeee3" class="outline-2">
<h2 id="orgc4aeee3">Course description</h2>
<div class="outline-text-2" id="text-orgc4aeee3">
<p>
In this introductory level graduate course, we will survey a wide range of persepectives (both historical and current) on the theoretical principles of learning and memory.  To accomplish this, you will read a variety of book chapters and journal articles that are chosen to help you develop a deep knowledge base of the theories, empirical methods, and applications of human learning and memory.  As this course is foundational to your future study in the MS in Applied Psychology, a portion of the course will be devoted to helping you develop a quantitative research proposal in which you will design an experiment involving some topic from our course in either a theoretical or applied context.
</p>
</div>
</div>

<div id="outline-container-org1aec0f8" class="outline-2">
<h2 id="org1aec0f8">Course materials</h2>
<div class="outline-text-2" id="text-org1aec0f8">
<p>
There are several relevant textbooks for this course, but some are hard to find and/or expensive.  Hence, I will be providing copies of selected chapters as we need them.  However, you are welcome to find your own copies of these books, as they are very good.
</p>

<ul class="org-ul">
<li>Bower, G. H., &amp; Hilgard, E. R. (1981). <b>Theories of Learning</b> (5th ed.). Englewood Cliffs, NJ: Prentice-Hall, Inc.</li>
<li>Eichenbaum, H. (2008). <b>Learning &amp; Memory</b>. New York: W. W. Norton Company.</li>
<li>Neath, I., &amp; Surprenant, A. M. (2003). <b>Human memory</b> (2nd ed.). Belmont, CA: Wadsworth.</li>
</ul>
</div>
</div>

<div id="outline-container-orgbedffae" class="outline-2">
<h2 id="orgbedffae">Student learning outcomes</h2>
<div class="outline-text-2" id="text-orgbedffae">
<ol class="org-ol">
<li>Discuss the experimental procedures used to study human learning and memory.</li>
<li>Demonstrate an understanding of both contemporary and historically important conceptual frameworks in the study of human learning and memory.</li>
<li>Discuss the theoretical arguments that have motivated research on human learning and memory.</li>
<li>Develop, write, and present a proposal to experimentally investigate some theoretical or applied aspect of human learning and memory.</li>
</ol>
</div>
</div>

<div id="outline-container-orgd16cfad" class="outline-2">
<h2 id="orgd16cfad">Requirements and grading</h2>
<div class="outline-text-2" id="text-orgd16cfad">
<p>
Regular attendance and full participation in each weekly class session are essential requirements. You must carefully, thoroughly, and thoughtfully complete all reading and writing assignments <b>prior</b> to each class.  
</p>

<p>
Each week, you will turn in a one-page article summary about <b>one</b> of the assigned student readings (see schedule).  Your summary must contain the following:
</p>

<ul class="org-ul">
<li>describe the motivation for the experiment (i.e., what problem was the paper attempting to solve?)</li>
<li>a brief description of the method, particularly describing the key dependent variables (what was measured) and independent variables (what was manipulated)</li>
<li>a conceptual description of the results (don't list the statistical results, just tell me the "big picture")</li>
</ul>

<p>
In addition, two students will serve as discussion leaders each week.  This means they will have carefully read their assigned paper, read additional material, and prepared an oral presentation (with appropriate slides and/or handouts).  Class presentations should be short and to the point (no more than fifteen minutes for the assigned paper and an additional ten-fifteen minutes for discussion, giving a total of 30 minutes for each presenter).
</p>

<p>
In addition to the weekly contributions during class, there will be two in-class exams (one during our Week 8 meeting and one during our Week 14 meeting).  The week prior to each exam you will be given a set of 10-15 potential essay questions.  Each student is expected to work INDEPENDENTLY when preparing for the exam.  Answers should include sufficient empirical evidence (not just anecdotes), giving descriptions of specific experiments that lead to your conclusions.  Five questions will be selected for the exam, and you will be asked to answer 4 out of the 5 essay questions. The questions will be based on material covered in lecture, assigned readings, and class discussions.  The exams will be given in class, and you will not be able to consult any external materials.  In other words, you will have to retrieve from your memory your responses to the practice exam.  Violations will result in a grade of ZERO on the exam.
</p>

<p>
Finally, you will be asked to put together an empirical proposal to investigate some theoretical or applied issue in human learning and memory.  The ideal proposal will be one which you could potentially implement as your thesis or applied project.  We will develop these proposals in three components.  First, on Week 7 you will turn in a brief paragraph that gives a conceptual description of your proposal idea.  This paragraph will not be graded, but will provide the basis of feedback from me that will help you to refine your idea.  The paragraph must describe the questions your research proposal will address and the methodology you intend to use, and provide at least two relevant "key" references.
</p>

<p>
Next, on Week 10 you will turn in an outline of your proposal and give a short in-class presentation of your proposal.  Based on the feedback that I (and your colleagues) give you on this draft, you will write a final manuscript for your proposal (with full Abstract, Introduction, Methods, Hypothesized Results and Discussion) and give an oral presentation of your experimental paper on Week 15.  Following both the Week 10 and Week 15 presentations, written peer reviews will be required from each member of the class.  Details on the requirements for this project will be distributed in a few weeks.
</p>

<p>
These various components of your class performance will contribute to your grade as follows:
</p>

<ul class="org-ul">
<li>Midterm exam (25%)</li>
<li>Final exam (25%)</li>
<li>Weekly article summaries (10%)</li>
<li>Leading discussions of assigned readings (10%)</li>
<li>Research proposal (30%), consisting of:
<ul class="org-ul">
<li>Initial written and oral proposal (5%)</li>
<li>Final presentation of proposal (10%)</li>
<li>Final manuscript of proposal (10%)</li>
<li>Peer reviews of colleagues' initial and final presentations (5%)</li>
</ul></li>
</ul>
</div>
</div>
