fall2022/psyc5303/psyc5303-fall2022.html

<div id="outline-container-org5068418" class="outline-2">
<h2 id="org5068418">Semester schedule</h2>
<div class="outline-text-2" id="text-org5068418">
<ul class="org-ul">
<li>Week 1 (8/31): Introduction and syllabus overview; what is learning?
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 1 of Eichenbaum</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li><b>none this week</b></li>
</ul></li>
</ul></li>

<li>Week 2 (9/7): Mechanisms of classical conditioning
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 5 of Eichenbaum</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li>Clark, R. E., &amp; Squire, L. R. (1998). Classical conditioning and brain systems: The role of awareness. <i>Science, 280</i> (3), 77-81.</li>
<li>Orr, S. P., et al. (2000). De novo conditioning in trauma-exposed individuals with and without posttraumatic stress disorder. <i>Journal of Abnormal Psychology, 109</i> (2), 290-298</li>
</ul></li>
</ul></li>

<li>Week 3 (9/14): Mechanisms of instrumental conditioning
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 6 of Eichenbaum</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li>Skinner, B. F. (1948). Superstition in the pigeon. <i>Journal of Experimental Psychology, 38</i>, 168-172.</li>
<li>Powell, R. W. (1972). Operant conditioning in the common crow (Corvus brachyrhynchos). <i>The Auk, 89</i> (4), 738-742.</li>
</ul></li>
</ul></li>

<li>Week 4 (9/21): Human associative learning
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 6 of Bower &amp; Hilgard</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li>Roediger, H. L., &amp; Karpicke, J. D. (2006). Test-enhanced learning: Taking memory tests improves long-term retention. <i>Psychological Science, 17</i> (3), 249-255.
<ul class="org-ul">
<li>Roediger, H. L., &amp; Crowder, R. G. (1976). A serial position effect in recall of United States presidents. <i>Bulletin of the Psychonomic Society, 8</i> (4), 275-278.</li>
</ul></li>
</ul></li>
</ul></li>

<li>Week 5 (9/28): The classic multi-store model of human memory
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 3 of Neath and Surprenant</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li>Glanzer, M., &amp; Cunitz, A. R. (1966). Two storage mechanisms in free recall. <i>Journal of Verbal Learning and Verbal Behavior, 5</i> , 351-360.</li>
<li>Bjork, R. A., &amp; Whitten, W. B. (1974). Recency-sensitive retrieval processes in long-term free recall. <i>Cognitive Psychology, 6</i>, 173-189.</li>
</ul></li>
</ul></li>

<li>Week 6 (10/5): Working memory
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 4 of Neath and Surprenant</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li>Trbovich, P. L., &amp; LeFevre, J. (2003). Phonological and visual working memory in mental addition. <i>Memory &amp; Cognition, 31</i> (5), 738-745.</li>
<li>Miyake, A., &amp; Friedman, N. P. (2012). The nature and organization of individual differences in executive functions: Four general conclusions. <i>Current Directions in Psychological Science, 21</i> (1), 8-14.</li>
</ul></li>
</ul></li>

<li>Week 7 (10/12): Encoding and retrieval processes / <b>turn in paragraph describing your experimental proposal</b>
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 5 of Neath and Surprenant</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li>Bjork, R. A., &amp; Allen, T. W. (1970). The spacing effect: Consolidation or differential encoding? <i>Journal of Verbal Learning and Verbal Behavior, 9</i>, 567-572.</li>
<li>Mulligan, N. W., &amp; Lozito, J. P. (2006). An asymmetry between memory encoding and retrieval: Revelation, generation, and transfer-appropriate processing. <i>Psychological Science, 17</i> (1), 7-11.</li>
</ul></li>
</ul></li>

<li>Week 8 (10/19): <b>Midterm exam</b></li>

<li>Week 9 (10/26): Forgetting
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 6 of Neath and Surprenant</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li>Anderson, M. C., Bjork, E. L., &amp; Bjork, R. A. (2000). Retrieval-induced forgetting: Evidence for a recall-specific mechanism. <i>Psychonomic Bulletin &amp; Review, 7</i> (3), 522-530.</li>
<li>Campbell, J. I. D., &amp; Thompson, V. A. (2012). Retrieval-induced forgetting of arithmetic facts. <i>Journal of Experimental Psychology: Learning, Memory, and Cognition, 38</i> (1), 118-129.</li>
</ul></li>
</ul></li>

<li>Week 10 (11/2): Implicit memory / <b>Outline of research proposals due, in-class presentations of outlines</b>
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 7 of Neath and Surprenant</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li><b>coming soon</b></li>
</ul></li>
</ul></li>
</ul>


<ul class="org-ul">
<li>Week 11 (11/9): Knowledge representations in long-term memory
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 10 of Neath and Surprenant</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li><b>coming soon</b></li>
</ul></li>
</ul></li>

<li>Week 12 (11/16): Mental imagery
<ul class="org-ul">
<li>Background reading:
<ul class="org-ul">
<li>Chapter 11 of Neath and Surprenant</li>
</ul></li>
<li>Student presentations:
<ul class="org-ul">
<li><b>coming soon</b></li>
</ul></li>
</ul></li>

<li>Week 13 (11/23): <b>no class due to Thanksgiving holiday</b></li>

<li>Week 14 (11/30): <b>Final exam</b></li>

<li>Week 15 (12/7): In-class presentations</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Fall 2022</p>
<p class="date">Created: 2022-06-03 Fri 09:26</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
